Repository: drachim-dev/sleep_timer
Catalog: lib/l10n/intl_*.arb
Languages: de, es

# introAutomateSleepRoutineTitle
source: Automate your daily sleep routine
de: Automatisiere deine Schlafroutine
es: Automatice su rutina de sueño

# introAutomateSleepRoutineSubtitle
source: Are you tired of adjusting the same settings every night in order to fall asleep well?
de: Bist du es es leid, jede Nacht die gleichen Einstellungen vorzunehmen, um gut einschlafen zu können?
es: ¿Estás cansado de ajustar los mismos ajustes cada noche para poder dormir bien?

# introNoInterruptionsTitle
source: No interruptions
de: Keine Unterbrechungen
es: Sin interrupciones

# introNoInterruptionsSubtitle
source: Don't get distracted by incoming messages or notifications.
de: Lass dich nicht durch eingehende Benachrichtigungen ablenken.
es: No se distraiga con los mensajes o notificaciones entrantes.

# introMediaTitle
source: Listen to your favorite music
de: Hör deine Lieblingsmusik
es: Escucha tu música favorita

# IntroMediaSubtitle
source: Do you like to hear music or watch a movie while falling asleep?
de: Hörst du zum Einschlafen gerne Musik oder schaust dir einen Film an?
es: ¿Te gusta escuchar música o ver una película mientras te quedas dormido?

# introGoodNightTitle
source: Have a good night
de: Gute Nacht
es: Que tengas una buena noche

# introGoodNightSubtitle
source: Just set the timer and you're done. Relax and let your dreams come true ...
de: Stell einfach den Timer und fertig. Entspann dich und träum schön :)
es: Sólo ajusta el temporizador y listo. Relájate y deja que tus sueños se hagan realidad...

# introButtonSkip
source: SKIP
de: ÜBER- SPRINGEN
es: SALTAR

# introButtonDone
source: DONE
de: FERTIG
es: LISTO

# introButtonNext
source: NEXT
de: WEITER
es: Siguiente

source: Settings
de: Einstellungen
es: Ajustes

# numberOfMinutesLong
source: {minutes} minutes
de: {minutes} Minuten
es: {minutes} minutos

# byNumberOfMinutesLong
source: by {minutes} minutes
de: um {minutes} Minuten
es: por {minutes} minutos

# buttonOpenSavedTimer
source: Tap here to see your timer
de: Hier tippen, um deinen Timer zu sehen
es: Pulse aquí para ver su temporizador

# quickLaunchTitle
source: Quick launch
de: Schnellstart
es: Abrir rápido

# timerStartsActionsTitle
source: When timer starts
de: Beim Starten des Timers
es: Cuando se inicia

# timerEndsActionsTitle
source: When time is up
de: Nach Ablauf der Zeit
es: Cuando se detiene

# buttonShowAlarmApps
source: Alarm
de: Wecker
es: Alarma

# setVolumeTitle
source: Set volume
de: Lautstärke ändern
es: Ajustar el volumen

# buttonTimerStart
source: Start timer
de: Timer starten
es: Iniciar

# buttonTimerContinue
source: Resume
de: Fortsetzen
es: Reanudar

# faqTitle
source: Frequently asked questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes

# timerNoAlarm
source: Timer doesn't work sometimes
de: Timer löst manchmal nicht aus
es: El temporizador no funciona a veces

# timerNoAlarmDescription
source: Make sure that battery optimization is disabled for the app. Some device manufacturers such as Samsung or Huawei require additional settings to allow the app to be running in background.
de: Stell bitte sicher, dass die Batterieoptimierung für die App deaktiviert ist. Einige Gerätehersteller wie Samsung oder Huawei benötigen zusätzliche Einstellungen, damit die App im Hintergrund ausgeführt werden kann.
es: Asegúrate de que la optimización de la batería está desactivada para la aplicación. Algunos fabricantes de dispositivos como Samsung o Huawei requieren ajustes adicionales para permitir que la aplicación funcione en segundo plano

# timerNoWifi
source: Wifi option missing
de: WLAN Aktion fehlt
es: No opción de Wifi

# timerNoWifiDescription
source: Starting with Android 10, it is no longer possible to toggle Wifi from within an app.
de: Seit Android 10 ist es nicht mehr möglich, WLAN über eine App an- oder auszuschalten.
es: A partir de Android 10 ya no es posible desactivar el wifi

# appearanceSectionTitle
source: Appearance
de: Erscheinungsbild
es: Apariencia

# purchasesSectionTitle
source: Support me
de: In-App-Käufe
es: Compras

# advancedSectionTitle
source: Advanced
de: Fortgeschrittene Funktionen
es: Avanzado

# otherSectionTitle
source: Other
de: Sonstige
es: Otro

source: Already purchased
de: Bereits gekauft
es: Ya comprado

# showTimerGlow
source: Timer glow effect
de: Timer Leuchteffekt
es: Efecto de brillo del temporizador

# showTimerGlowDescription
source: Shows a glow effect around the timers progress bar
de: Zeigt einen Leuchteffekt rund um den Fortschrittsbalken des Timers
es: Muestra un efecto de brillo alrededor de la barra de progreso

# prefsDeviceAdmin
source: Device admin
de: Erweiterte Gerätefunktionen
es: Administrador del dispositivo

# prefsDeviceAdminDescription
source: Required to turn screen off
de: Ermöglicht das Ausschalten des Displays. Vorm Deinstallieren deaktivieren.
es: Necesario para poder apagar la pantalla

# prefsNotificationSettingsAccess
source: Do Not Disturb Access
de: Zugriff auf Nicht stören
es: Acceso a No molestar

# prefsNotificationSettingsAccessDescription
source: Required to enable DND
de: Wird für die "Nicht stören"-Aktion benötigt
es: Necesario para la acción de no molestar

# prefsHintEnableDeviceAdmin
source: Please activate device admin
de: Aktiviere die erweiterten Gerätefunktionen
es: Por favor, permite el administrador del dispositivo

# prefsHintEnableAccessToNotificationSettings
source: Please allow Do Not Disturb access to enable DND action
de: Aktiviere den Zugriff auf Benachrichtigungs­einstellungen
es: Por favor, permite el acceso a No molestar

# adLoadFailure
source: Failed to load the ad
de: Fehler beim Laden der Werbung
es: No se ha cargado el anuncio

# creditsLibraries
source: Libraries
de: Bibliotheken
es: Bibliotecas

# actionVolumeTitle
source: Volume
de: Lautstärke
es: Volumen

# actionPlayMusicTitle
source: Play music
de: Spielt Musik ab
es: Toca música

# actionDoNotDisturbTitle
source: Do not disturb
de: Nicht stören
es: No molestar

# actionDoNotDisturbDescription
source: Enable do not disturb
de: Aktiviert "Nicht stören"
es: Activar No molestar

# actionToggleMediaTitle
source: Media
de: Medien

# actionToggleMediaDescription
source: Stop media playback
de: Stoppt Medienwiedergabe
es: Detener la reproducción de medios

# actionToggleWifiTitle
source: Wifi
de: WLAN

# actionToggleWifiDescription
source: Disable wifi
de: Deaktiviert WLAN
es: Desactivar wifi

# actionToggleBluetoothDescription
source: Disable bluetooth
de: Deaktiviert Bluetooth
es: Desactivar el bluetooth

# actionToggleScreenTitle
source: Screen
de: Display
es: Pantalla

# actionToggleScreenDescription
source: Turn screen off
de: Schaltet das Display aus
es: Apagar la pantalla

# notificationStatusActive
source: Sleep Timer active
de: Sleep Timer läuft
es: Sleep Timer está activo

# notificationStatusPausing
source: Sleep Timer paused
de: Sleep Timer pausiert
es: Sleep Timer en pausa

# notificationActionCancel
source: Cancel
de: Abbrechen
es: Cancelar

# notificationActionContinue
source: Resume
de: Fortsetzen
es: Reanudar

# notificationStatusElapsed
source: Sleep Timer elapsed
de: Sleep Timer abgelaufen
es: Sleep Timer detenido

# notificationActionRestart
source: Restart
de: Neustarten
es: Reiniciar

# notificationNoActionsExecuted
source: No actions selected for execution.
de: Keine Aktionen zur Ausführung ausgewählt.
es: No hay acciones seleccionadas para la ejecución

# notificationTimeLeft
source: Time left: %s
de: Verbleibende Zeit: %s
es: Tiempo restante: %s

# timerSettingsSectionTitle
source: Timer settings
de: Timer
es: Temporizador

# prefsExtendTimeOnShake
source: Extend on phone shake
de: Schütteln zum Verlängern
es: Agitar para añadir tiempo

# extendTimeByShakeMenuToolTip
source: Tap to change time
de: Tippen, um die Zeit zu ändern
es: Pulse para cambiar la hora

# notSupported
source: Not supported by device
de: Nicht vom Gerät unterstützt
es: No es compatible con el dispositivo

# actionToggleLightDescription
source: Turns your hue lights off
de: Schaltet deine Philips Hue Lampen aus
es: Apaga la luz de Philips Hue

# actionToggleLightTitle
source: Hue lights
de: Lampen
es: Luces

# errorNoConnection
source: Check your connection
de: Überprüfe deine Verbindung
es: Compruebe su conexión

# errorNoDevices
source: No devices found
de: Kein Gerät gefunden
es: No se encontraron dispositivos

# dialogCancel
source: Cancel
de: Abbrechen
es: Cancelar

# buttonSearchAgain
source: Search again
de: Suche wiederholen
es: Busca de nuevo

# hintTurnsOffLightAction
source: This will turn off the light action.
de: Dadurch wird die Lichtfunktion ausgeschaltet.

# stateSearching
source: Searching ...
de: Suche ...
es: Buscando ...

# countDevicesFound
source: {count, plural, one{1 device found} other{{count} devices found}}
de: {count, plural, one{1 Geräte gefunden} other{{count} Geräte gefunden}}
es: {count, plural, one{1 dispositivo encontrado} other{{count} dispositivos encontrados}}

# linkBridgeInstruction
source: 1. Push the button on the bridge 2. Tap on connect
de: 1. Drücke den Knopf auf der Bridge 2. Tippe auf verbinden
es: 1. Presiona el botón del puente 2. Pulse en conectar

# dialogConnect
source: Connect
de: Verbinden
es: CONECTAR

source: Link bridge
de: Verbinde Bridge
es: Link el puente

# titleLightGroups
source: Turn off the light
de: Lampen ausschalten
es: Apagar la luz

# noLightsFound
source: No Philips Hue lights found
de: Keine Philips Hue Lampen gefunden
es: No se encontraron luces de Philips Hue

# countLights
source: {count, plural, one{1 light} other{{count} lights}}
de: {count, plural, one{1 Licht} other{{count} Lichter}}
es: {count, plural, one{1 luz} other{{count} luces}}

# longPressToAdjustTitle
source: Press and hold
de: Gedrückthalten
es: Mantenga pulsada

# longPressToAdjustDesc
source: Some actions can be configured. Press and hold the action to do so.
de: Einige Aktionen können konfiguriert werden. Halte die Aktion dazu gedrückt.
es: Algunas acciones se pueden configurar. Mantenga pulsada la acción para ajustarla.

source: Tap to connect
de: Tippe zum Verbinden
es: Pulse para conectarse

# connectionStateConnected
source: Connected
de: Verbunden
es: Conectado

# connectionStateFailed
source: Failed
de: Fehlgeschlagen
es: Fallo de conexión

# tapToToggleTitle
source: Tap to enable
de: Antippen zum Aktivieren
es: Pulse para activar

# tapToToggleDesc
source: Start actions will be executed next time you start the timer.
de: Startaktionen werden beim nächsten Start des Timers ausgeführt.
es: Acciones de inicio se ejecutarán en el siguiente inicio del temporizador.

# cannotUninstallTitle
source: Uninstall
de: Deinstallieren
es: Desinstalar

# cannotUninstallDesc
source: If you can't uninstall the app, make sure that device admin is disabled in settings.
de: Um die App deinstallieren zu können, muss "Erweiterte Gerätefunktionen" in den Einstellungen deaktiviert werden.
es: Para poder desinstalar la aplicación, tienes que desactivar el Administrador de dispositivo en los ajustes.

# rateAppTitle
source: Do you like the app?
de: Gefällt dir die App?
es: ¿Te gusta la app?

# rateAppSubtitle
source: Any feedback is appreciated
de: Ich bin für jede Bewertung dankbar
es: Agradezco cualquier valoración

# rateAppPrice
source: Free
de: Gratis
es: Gratis

# notificationsRequired
source: Timer notifications required
de: Timer-Benachrichtigungen erforderlich
es: Se requieren notificaciones

# timerNoBluetooth
source: No bluetooth action
de: Bluetooth Aktion fehlt

# timerNoBluetoothDescription
source: Starting with Android 10, it is no longer possible to toggle Wifi from within an app.
de: Seit Android 13 ist es nicht mehr möglich, Bluetooth über eine App an- oder auszuschalten..

source: Action not supported
de: Aktion nicht unterstützt

# bluetoothNotSupportedExplanation
source: Unfortunately, it is no longer possible to toggle Bluetooth from within an app since Android 13. The action will be removed in the future.
de: Seit Android 13 ist das Deaktivieren von Bluetooth nicht mehr möglich.

# buttonShowPlayerApps
source: Player
es: Jugador

# buttonTimerPause
source: Pause
es: Pausar

# creditsAppTitle
source: Credits
es: Créditos

# chooseThemeTitle
source: Theme
es: Tema

# notificationActionPause
source: Pause
es: Pausar

# dialogDone
source: OK
es: Aceptar
